# uk_test
uk_test = ['Привет, Досвидания, как дела, город', 'Привет, Досвидания, кнопка, число', 'Привет, как дела, строка, город', 'Привет, погода, как дела, город', 'Дом, Досвидания, как дела, город', 'Привет, Город, как дела, Дом', 'Привет, Телефон, как дела, город', 'Кнопка, Досвидания, как дела, город', 'Привет, Число, как дела, город', 'Привет, Досвидания, как дела, Строка'] # 10
# math_test
math_test = ['1, 2, 3, 0', '2, 3, 1, 10', '0, 10, 5, 4', '5, 4, 1, 1000', '7, 8, 6, 5', '0 30, 24, 25', '2, 0, 10, 3', '0, 10000, 2, 5', '5, 500, 1, 3', '3, 2, 5, 10'] # 10
# eng_test
eng_test = ['Привет, досвидани, как дела, город', 'Досвидания, кнопка, город, дом', 'имя, мое имя, сколько тебе лет, ничего', 'из, я, я из, Англия', 'Город, дом, страна, красный', 'телефон, планшет, ноутбук, желтый', 'ноутбук, планшет, синий, желтый', 'ноутбук, телефон, красный, дом', 'Сумма, как дела, положительное, ноль', 'Отрицательное, красный, черный, Сумма'] # 10


bal = 1